{
    "_id": "Su0ZQXpm2D60kWa0",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Invoke Shrine Blessing",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Requirements</strong> You are holding an unblessed copper coin and are adjacent to one of Willowshore's shrines.</p><hr /><p>You offer prayers to a shrine and implore its associated deity to bless a copper coin. Place the copper coin before the shrine, then spend 10 minutes in prayer before the shrine. Attempt a @Check[religion|dc:15] or deity Lore check or a DC 17 skill check associated with the deity's teachings—two alternate skills are available for each shrine, as detailed in the Willowshore's Shrines. If you worship the deity in question, increase the result of your check by one degree of success.</p><hr /><p><strong>Critical Success</strong> The deity blesses the copper coin but also imbues you with additional divine energy and insight. You heal [[/r (1d8+8)[healing]]] Hit Points and can cast @UUID[Compendium.pf2e.spells-srd.izcxFQFwf3woCnFs] once in the next 24 hours as a divine spell. You treat all further critical successes at Invoking Shrine Blessing as regular successes instead.</p>\n<p><strong>Success</strong> The deity blesses the copper coin.</p>\n<p><strong>Failure</strong> You fail, and can't attempt to invoke a blessing at this specific shrine again for 24 hours.</p>\n<p><strong>Critical Failure</strong> You anger the deity. The copper coin vanishes, you can't attempt to invoke a blessing at this shrine again for 1 week, and you become @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} for 1 hour.</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Seasons of Ghosts Hardcover Compilation"
        },
        "rules": [],
        "traits": {
            "value": [
                "concentrate",
                "exploration",
                "manipulate"
            ]
        }
    },
    "type": "action"
}
